cassandra-ycsb/logs/1_node/ycsb_120.txt
[OVERALL], RunTime(ms), 1202250.0
[OVERALL], Throughput(ops/sec), 5381.662715741319
[TOTAL_GCS_PS_Scavenge], Count, 2154.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 9570.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.7960074859638178
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 2154.0
[TOTAL_GC_TIME], Time(ms), 9570.0
[TOTAL_GC_TIME_%], Time(%), 0.7960074859638178
[CLEANUP], Operations, 30.0
[CLEANUP], AverageLatency(us), 74175.6
[CLEANUP], MinLatency(us), 1.0
[CLEANUP], MaxLatency(us), 2226175.0
[CLEANUP], 80thPercentileLatency(us), 3.0
[CLEANUP], 99thPercentileLatency(us), 2226175.0
[CLEANUP], 95thPercentileLatency(us), 63.0
[CLEANUP], 50thPercentileLatency(us), 2.0
[INSERT], Operations, 323840.0
[INSERT], AverageLatency(us), 4135.344321269763
[INSERT], MinLatency(us), 263.0
[INSERT], MaxLatency(us), 490751.0
[INSERT], 80thPercentileLatency(us), 4423.0
[INSERT], 99thPercentileLatency(us), 15711.0
[INSERT], 95thPercentileLatency(us), 7731.0
[INSERT], 50thPercentileLatency(us), 3749.0
[INSERT], Return=OK, 323840
[SCAN], Operations, 6146264.0
[SCAN], AverageLatency(us), 5632.596229839785
[SCAN], MinLatency(us), 352.0
[SCAN], MaxLatency(us), 771071.0
[SCAN], 80thPercentileLatency(us), 6239.0
[SCAN], 99thPercentileLatency(us), 20591.0
[SCAN], 95thPercentileLatency(us), 10823.0
[SCAN], 50thPercentileLatency(us), 5043.0
[SCAN], Return=OK, 6146264