cassandra-ycsb/logs/1_node/ycsb_35.txt
[OVERALL], RunTime(ms), 1202258.0
[OVERALL], Throughput(ops/sec), 16360.285396312605
[TOTAL_GCS_PS_Scavenge], Count, 1125.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 8580.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.7136571351573455
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 1125.0
[TOTAL_GC_TIME], Time(ms), 8580.0
[TOTAL_GC_TIME_%], Time(%), 0.7136571351573455
[CLEANUP], Operations, 35.0
[CLEANUP], AverageLatency(us), 63640.02857142857
[CLEANUP], MinLatency(us), 1.0
[CLEANUP], MaxLatency(us), 2228223.0
[CLEANUP], 80thPercentileLatency(us), 6.0
[CLEANUP], 99thPercentileLatency(us), 2228223.0
[CLEANUP], 95thPercentileLatency(us), 39.0
[CLEANUP], 50thPercentileLatency(us), 3.0
[INSERT], Operations, 983323.0
[INSERT], AverageLatency(us), 1012.9450078966931
[INSERT], MinLatency(us), 228.0
[INSERT], MaxLatency(us), 543231.0
[INSERT], 80thPercentileLatency(us), 1018.0
[INSERT], 99thPercentileLatency(us), 9263.0
[INSERT], 95thPercentileLatency(us), 1309.0
[INSERT], 50thPercentileLatency(us), 804.0
[INSERT], Return=OK, 983323
[SCAN], Operations, 1.8685961E7
[SCAN], AverageLatency(us), 2189.0221698525434
[SCAN], MinLatency(us), 357.0
[SCAN], MaxLatency(us), 1279999.0
[SCAN], 80thPercentileLatency(us), 2609.0
[SCAN], 99thPercentileLatency(us), 12359.0
[SCAN], 95thPercentileLatency(us), 3279.0
[SCAN], 50thPercentileLatency(us), 1931.0
[SCAN], Return=OK, 18685961